Repository: Katy248/download-center
Catalog: po/*.po
Languages: ru

source: Download MD5 hash
ru: Загрузить MD5 хеш

source: Download RPM
ru: Загрузить RPM

source: Open in web browser
ru: Открыть в браузере

source: Settings
ru: Настройки

source: About app
ru: О приложении

source: Download center
ru: Центр загрузок

source: Log Out
ru: Выход

source: App Menu
ru: Меню Приложения

source: RED OS 8
ru: РЕД ОС 8

source: RED OS 7.3
ru: РЕД ОС 7.3

source: Documentation
ru: Документация

source: Help this app
ru: Помогите приложению

source: Cool app isn't it?
ru: Классное приложение, не так ли?

source: So maybe you can help it to improve? There is several options that helps to fix existing bugs, develop new features or just maintain application in current state
ru: Тогда может, вы поспособствуете его улучшению? Есть несколько вариантов, которые помогают исправлять существующие ошибки, разрабатывать новые функции или просто поддерживать приложение в приличном состоянии

source: Donate
ru: Пожертвовать

source: Contribute
ru: Внести вклад

source: Don't show this dialog again
ru: Не показывать этот диалог снова

source: Open PDF file
ru: Открыть PDF файл

source: Failed download file
ru: Не получилось загрузить файл

source: There is error occurred while downloading file '%s'. Response status code is %d
ru: Во время загрузки файла '%s' произошла ошибка. Код ответа: %d

source: Terrible
ru: Ужасно

source: Login
ru: Вход

source: License key
ru: Лицензионный ключ

source: Stay logged in
ru: Оставаться в системе

source: Log in
ru: Войти

source: General
ru: Основное

source: Other
ru: Другое

source: Show donation dialog
ru: Показывать диалог для сбора пожертвований

source: Development
ru: Разработка

source: Present donation dialog
ru: Показать диалог для сбора пожертвований

source: Entrances count
ru: Количество входов

source: Invalid license key
ru: Неверный лицензионный ключ

source: Failed to authenticate
ru: Не получилось авторизоваться

source: Current build: %s
ru: Текущая сборка: %s

source: Started downloading to %s
ru: Началась загрузка в %s

source: Finished downloading to %s
ru: Завершена загрузка в %s

source: What are you trying to debug?
ru: Что ты пытаешься отладить?

source: The Ultimate Question of Life, the Universe, and Everything
ru: Ответ на главный вопрос жизни, вселенной и всего такого

source: You nazi, aren't you? If you are, go fuck yourself
ru: Вы наци, да? Если вы наци, то идите вы нахуй короче

source: Congratulations! This is your %s visit. Hope you like this app
ru: Поздравляем! Это ваш %s визит. Надеемся вам нравится приложение

source: Support development
ru: Поддержать разработку

source: Thanks!
ru: Спасибо!

source: Thank you for your donation!
ru: Спасибо за ваше пожертвование!

source: Ok
ru: ОК

source: Download Center
ru: Центр загрузок

source: Downloading RED ADM but cooler
ru: Скачивание РЕД АДМ, но круче

source: Cool app for downloading RED ADM stuff
ru: Крутое приложение для загрузки РЕД АДМ

source: Reworked settings
ru: Переработаны настройки

source: Added localization
ru: Добавлена локализация

source: Added annoying donation dialog <em>(enterprise style development)</em>
ru: Добавлен доставучий диалог с просьбой о пожертвовании <em>(enterprise-разработка)</em>

source: Move current build to window title bar
ru: Текущая сборка перемещена в заголовок окна

source: Fix localization
ru: Исправлена локализация

source: Fix bugs
ru: Исправлены баги

source: Added donation link
ru: Добавлена ссылка для пожертвований

source: Added <em>Astra Linux</em> builds
ru: Добавлены сборки <em>Astra Linux</em>

source: First release
ru: Первый релиз
